<?php
  // Σύστημα αποσπάσεων βελτιώσεων 
  // Βαγγέλης Ζαχαριουδάκης, ΠΕ20
  // Πληροφορίες: sugarv@sch.gr
  // (c) 2013-17
  //
  // ΣΗΜ.: Κατά την εγκατάσταση, μετά τη μεταβολή του config.php, προτείνεται να τρέξετε το init.php
    
  // ΠΑΡΑΜΕΤΡΟΙ ΕΦΑΡΜΟΓΗΣ
  // ΣΗΜ.: Όπου η παράμετρος είναι 1 σημαίνει ενεργοποιημένη. Για απενεργοποίηση βάλτε 0.
  //
  // Παράμετροι βάσης δεδομένων
  // Στοιχεία σύνδεσης
  // local
  $db_host = "localhost";
  $db_user = "root";
  $db_password = "d1pe_db";
  $db_name = "aposp";
  // sch.gr
  //$db_host = "userdb";
  //$db_user = "xxxxxxxx";
  //$db_password = "xxxxxxxxx";
  //$db_name = "xxxxxx";
  // Ονόματα πινάκων
  // ΣΗΜ: το init.php φτιάχνει βάση με τα ονόματα apo_employee, apo_aitisi, apo_school, apo_dimos εκτός αν αλλάξετε το aposp.sql
  $av_emp = "apo_employee";
  $av_ait = "apo_aitisi";
  $av_sch = "apo_school";
  $av_dimos = "apo_dimos";
  
  
  // **** Τύπος εφαρμογής: 1 = Αποσπάσεις, 2 = Βελτιώσεις ****
  $av_type = 2;
  // Επιλογές Διευθυντών
  $av_dntes = 1;
  // Τίτλος εφαρμογής (π.χ. Online υποβολή αιτήσεων για απόσπαση - προσωρινή τοποθέτηση)
  //$av_title = "Online υποβολή αιτήσεων για βελτίωση - οριστική τοποθέτηση";
  $av_title = "Online υποβολή αιτήσεων τοποθέτησης υποψηφίων Δ/ντών";
  // Φορέας αιτήσεων (ΠΥΣΠΕ / ΠΥΣΔΕ) (π.χ. ΠΥΣΠΕ Ηρακλείου)
  $av_foreas = "ΠΥΣΠΕ Ηρακλείου";
  // Νομός (βλ. Περιφερειακή ενότητα)
  $av_nomos = "Ηρακλείου";
  // Δ/νση αιτήσεων (π.χ. Διεύθυνση Πρωτοβάθμιας Εκπ/σης Ηρακλείου)
  $av_dnsh = "Διεύθυνση Πρωτοβάθμιας Εκπ/σης Ηρακλείου";
  // Χρήση σε Δ/νση Πρωτοβάθμιας
  $av_athmia = 1;
  // Custom μήνυμα (εμφανίζεται στην οθόνη Login, κάτω απ'το login)
  $av_custom = "";
  // Πλήθος επιλογών (προεπιλογή: 20 - ΣΗΜ.: Το πρόγραμμα PPYSDE δέχεται έως 20 επιλογές)
  $av_choices = 20;

  // Προβολή ή όχι του login
  $av_display_login = 1;
  // Σύστημα ενεργό ή όχι
  $av_is_active = 1;
  // ενεργό από
  $av_active_from = "Τρίτη 24/07/2017";
  // ενεργό έως
  $av_active_to = "Τρίτη 24/07/2017";
  // ενεργό έως ώρα
  $av_active_to_time = "15:00";
  // τέλος σχολικού έτους (για υπολογισμό υπηρεσίας)
  $av_endofyear = "31/08/2017";
  // έτος αιτήσεων
  $av_etos = "2017";
  // σχολικό έτος
  $av_sxoletos = "2016-17";
  // εισαγωγή επιπλέον πεδίου για είσοδο στο σύστημα
  $av_extra = 1;
  $av_extra_name = 'amka';
  $av_extra_label = 'ΑΜΚΑ';
    
  // Σύνδεσμος εγκυκλίου (εμφανίζεται στη βοήθεια της εφαρμογής)(_vel : έγγραφο βελτιώσεων)
  $av_link = "";
  $av_link_vel = ""; 
  
  // Επιλογές Διαχειριστή
  // Όνομα χρήστη διαχειριστή (ΠΡΟΣΟΧΗ: πρέπει να είναι ΑΡΙΘΜΗΤΙΚΟ)
  $av_admin = "121212";
  // Ο κωδικός διαχειριστή ΠΡΕΠΕΙ να είναι ΑΡΙΘΜΗΤΙΚΟΣ.
  $av_admin_pass = "111111";
  // Κωδικός ασφαλείας για το αρχικοποίηση βάσης (init.php)
  $av_init_pass = "321123";
  // Ο διαχειριστής μπορεί να αναιρέσει την υποβολή
  $av_canundo = 1;
  // Ο διαχειριστής μπορεί να αλλάξει την οργανική και τη συνολική υπηρεσία του εκπ/κού
  $av_canalter = 1;
  
  
// Report all errors except E_NOTICE
// This is the default value set in php.ini  
// to avoid notices on some configurations
  error_reporting(E_ALL ^ E_NOTICE);
  
?>