<?php
  // Σύστημα αποσπάσεων βελτιώσεων 
  // Βαγγέλης Ζαχαριουδάκης, ΠΕ20
  // Πληροφορίες: it@dipe.ira.sch.gr
  // (c) 2013-20
  //
  // ΣΗΜ.: Κατά την εγκατάσταση, μετά τη μεταβολή του config.php, προτείνεται να τρέξετε το init.php
    
  //
  // Παράμετροι βάσης δεδομένων
  // Στοιχεία σύνδεσης
  // sch.gr
  $db_host = "userdb";
  $db_user = "xxxxxxxx";
  $db_password = "xxxxxxxxx";
  $db_name = "aposp";
  // Ονόματα πινάκων
  // ΣΗΜ: το init.php φτιάχνει πίνακες με τα παρακάτω ονόματα:
  $av_emp = "apo_employee";
  $av_ait = "apo_aitisi";
  $av_sch = "apo_school";
  $av_dimos = "apo_dimos";
  $av_params = "apo_params";
  $av_kena = "apo_kena";


  // Επιλογές Διαχειριστή για αρχικοποίηση βάσης δεδομένων
  // Όνομα χρήστη διαχειριστή (ΠΡΟΣΟΧΗ: πρέπει να είναι ΑΡΙΘΜΗΤΙΚΟ)
  $av_admin = "ΧΧΧΧΧΧ";
  // Ο κωδικός διαχειριστή ΠΡΕΠΕΙ να είναι ΑΡΙΘΜΗΤΙΚΟΣ.
  $av_admin_pass = "ΧΧΧΧΧΧ";
  // Κωδικός ασφαλείας για το αρχικοποίηση βάσης (init.php)
  $av_init_pass = "ΧΧΧΧΧΧ";

?>